Revit 2027 API
ParameterTypeId.RbsSystemRisedropParam Property
 "Rise / Drop Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemRisedropParam { get; }
Public Shared ReadOnly Property RbsSystemRisedropParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemRisedropParam {
	ForgeTypeId^ get ();
}
static member RbsSystemRisedropParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace